<?php

return [

    'auth' => [
        'login' => [
            'email_notfound' => 'پست الکترونیکی با این مشخصات یافت نشد!',
            'password_invalidate' => 'پست الکترونیکی یا گذرواژه صحیح نیست!',
            'success' => 'خوش اومدی رفیق',
        ],
        'forget' => [
            'email_notfound' => 'پست الکترونیکی صحیح نیست!',
            'sent' => 'کد بازیابی گذرواژه برای شما ارسال شد.',
            'success' => 'کد بازیابی گذرواژه برای شما ارسال شد.',
        ],
        'reset' => [
            'email_notfound' => 'پست الکترونیکی با این مشخصات یافت نشد!',
            'code_invalidate' => 'کد یا پست الکترونیکی ارسال شده صحیح نیست!',
            'success' => 'گذرواژه با موفقیت تغییر کد لطفا وارد شوید.',
        ],
    ],
    'exception' => 'خطایی رخ داده است لطفا بعدا تلاش کنید 😔',
    'counter' => [
        'allWord' => 'کلمات مرور شده',
        'learnedWords' => 'به خاطر سپرده شده',
        'exams' => 'تعداد آزمون ها',
        'pendingWord' => 'کلمات در حال بررسی',
    ],

    'profile' => [
        'update_success' => 'پروفایل با موفقیت به روز شد.',
    ],

];
